<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!doctype html>
<html lang="en">
<head>
	<meta charset="UTF-8" />
	<title>테이블 태그2</title>
	<style>
		@import url("tableTag2.css");
	</style>
</head>
<body>
	<table>
	<thead>
		<tr>
			<th>번호</th>
			<th>제목</th>
			<th>작성자</th>
		</tr>
	</thead>
	<tbody>
		<tr>
			<td>1</td>
			<td>모든 국민은 법률이 정하는 바에 의하여 선거권을 가진다. 대통령은 법률에서 구체적으로 범위를 정하여 위임받은 사항과 법률을 집행하기 위하여 필요한 사항에 관하여 대통령령을 발할 수 있다.</td>
			<td>유관순</td>
		</tr>
	
		<tr>
			<td>2</td>
			<td>공무원인 근로자는 법률이 정하는 자에 한하여 단결권·단체교섭권 및 단체행동권을 가진다.</td>
			<td>김부식</td>
		</tr>
	
		<tr>
			<td>3</td>
			<td>모든 국민은 직업선택의 자유를 가진다. 국정의 중요한 사항에 관한 대통령의 자문에 응하기 위하여 국가원로로 구성되는 국가원로자문회의를 둘 수 있다.</td>
			<td>이황</td>
		</tr>
	
		<tr>
			<td>4</td>
			<td>나는 헌법을 준수하고 국가를 보위하며 조국의 평화적 통일과 국민의 자유와 복리의 증진 및 민족문화의 창달에 노력하여 대통령으로서의 직책을 성실히 수행할 것을 국민 앞에 엄숙히 선서합니다.</td>
			<td>안창호</td>
		</tr>
	
		<tr>
			<td>5</td>
			<td>헌법에 의하여 체결·공포된 조약과 일반적으로 승인된 국제법규는 국내법과 같은 효력을 가진다.</td>
			<td>혜초</td>
		</tr>
	
		<tr>
			<td>6</td>
			<td>국회는 헌법개정안이 공고된 날로부터 60일 이내에 의결하여야 하며, 국회의 의결은 재적의원 3분의 2 이상의 찬성을 얻어야 한다.</td>
			<td>태조</td>
		</tr>
	
		<tr>
			<td>7</td>
			<td>국가는 재해를 예방하고 그 위험으로부터 국민을 보호하기 위하여 노력하여야 한다.</td>
			<td>김병연</td>
		</tr>
	
		<tr>
			<td>8</td>
			<td>모든 국민은 법률이 정하는 바에 의하여 납세의 의무를 진다.</td>
			<td>홍경래</td>
		</tr>
	
		<tr>
			<td>9</td>
			<td>체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을 때에는 사후에 영장을 청구할 수 있다.</td>
			<td>홍경래</td>
		</tr>
	
		<tr>
			<td>10</td>
			<td>의무교육은 무상으로 한다. 헌법재판소의 장은 국회의 동의를 얻어 재판관중에서 대통령이 임명한다.</td>
			<td>논개</td>
		</tr>
	</tbody>
	</table>
</body>
</html>